{   
    "nav-home": "Home",
    "nav-about": "About Us",
    "nav-contact": "Contact",


    "summary-main-title": "Questionnaire Answers",
    "summary-title": "Questionnaire Summary",
    "summary-text": "Here is the summary of your efforts. Are you happy with the results?",
    "summary-share-button": "Share",
    "summary-contact-button": "Contact",
    "summary-download-button": "Download",
    "summary-discard-button": "Discard",


    "about-blurb-header": "Welcome to DF Sync",
    "about-blurb-text": "Empowering Digital Fans to Make Smarter Business Choices. Our platform connects you with the insight.",

    "about-overview-header": "Digital business",
    "about-overview-text": "Make sure you're digital business community comes to thrive. Designed specifically for digital fans, our consulting platform provides unparalleled guidance and analytics to help you make informed business decisions. Whether you're just starting or looking to expand.",
    
    "about-description-header": "About us",
    "about-description-text": "DF Sync is more than a platform—it's your partner in the digital age, ensuring your path to success is clear and actionable. Embark on your journey with us and redefine how you navigate the digital business world.",
    "about-description-text-2": "Our platform isn't just about advice; it's about providing a customized experience that resonates with your specific objectives and challenges. By leveraging our advanced technology and professional network, you can unlock new potential, mitigate risks, and propel your projects.",
    "about-description-text-3": "With DF Sync, you access unparalleled industry insights, enabling you to understand your business landscape, discern your projects' unique demands, and devise innovative strategies. We cater to both emerging startups and established enterprises, guiding each towards digital success and strategic growth.",
    
    "about-additional-header": "Additional information",
    "about-additional-text": "DF Sync originated as a school project with a focus on addressing the challenges within the digital business sector. Developed by students, its goal was to create a platform that provides analytical, consultative, and project management tools tailored for digital business needs.",
    "about-additional-header-2": "Development and Purpose",
    "about-additional-text-2": "Transitioning from an academic concept to a functional model, DF Sync serves as a comprehensive resource for both startups and established businesses looking to navigate the digital landscape more effectively. It demonstrates the practical application of academic projects in real-world scenarios.",


    "contact-header": "Contact us",
    "contact-header-text": "For inquiries or further assistance, please utilize our contact form. We are committed to providing support and addressing your needs promptly. Additionally, we invite you to join our professional network on social media for the latest updates and opportunities for engagement. Your connection is valued.",
    
    "contact-title-name": "Name:",
    "contact-placeholder-name": "Write name..",
    
    "contact-title-email": "Email:",
    "contact-placeholder-email": "Write email..",
    
    "contact-title-subject": "Subject:",
    "contact-placeholder-subject": "Write subject..",
    
    "contact-title-textarea": "Your Message:",
    "contact-placeholder-textarea": "Write something..",

    "contact-input-file": "No file chosen",
    "contact-input-file-btn": "Choose file",
    "contact-send-btn": "Send",
    
    "contact-icon-phone": "Phone:",
    "contact-icon-phone-link": "070-6323 610",
    "contact-icon-email": "Email:",
    "contact-icon-email-link": "marc@digitalfans.se",
    "contact-icon-instagram": "Instagram:",
    "contact-icon-instagram-link": "https://www.instagram.com/marcrcarlson",
    "contact-icon-facebook": "Facebook:",
    "contact-icon-facebook-link": "https://www.facebook.com/marc.carlson/",
    "contact-icon-linkedin": "LinkedIn:",
    "contact-icon-linkedin-link": "https://www.linkedin.com/marcrcarlson",
    "contact-icon-github": "GitHub:",
    "contact-icon-github-link": "https://github.com/Marccarlson117"
}