{ 
    "nav-home": "Hem", 
    "nav-about": "Om oss",
    "nav-contact": "Kontakt",

    "summary-main-title": "Undersökningsresultat",
    "summary-title": "Sammanfattning av enkät",
    "summary-text": "Här är sammanfattningen av dina ansträngningar. Är du nöjd med resultatet?",
    "summary-share-button": "Dela",
    "summary-contact-button": "Kom i kontakt",
    "summary-download-button": "Ladda Ner",
    "summary-discard-button": "Kasta",
    
    "about-blurb-header": "Välkommen till DF Sync",
    "about-blurb-text": "Ge digitala fans möjlighet att göra smartare affärsval. Vår plattform förbinder dig med de insikter.",
    "about-overview-header": "Digitala näringslivet",
    "about-overview-text": "Gör så att ditt digitala näringsliv frodas. Designad specifikt för digitala fans, vår konsultplattform ger oöverträffad vägledning och analys för att hjälpa dig att fatta välgrundade affärsbeslut. Oavsett om du precis har börjat eller vill expandera.",
    "about-description-header": "Om Oss",
    "about-description-text": "DF Sync är mer än en plattform—det är din partner i den digitala åldern, och säkerställer att din väg till framgång är klar och genomförbar. Påbörja din resa med oss och omdefiniera hur du navigerar i den digitala affärsvärlden.",
    "about-description-text-2": "Vår plattform handlar inte bara om rådgivning; den handlar om att erbjuda en anpassad upplevelse som resonans med dina specifika mål och utmaningar. Genom att utnyttja vår avancerade teknologi och professionella nätverk kan du låsa upp ny potential, minska risker och driva dina projekt framåt.",
    "about-description-text-3": "Med DF Sync får du tillgång till oöverträffade branschinsikter, vilket möjliggör för dig att förstå din affärsmiljö, urskilja dina projekts unika krav och utforma innovativa strategier. Vi tillgodoser både framväxande startups och etablerade företag, och leder varje mot digital framgång och strategisk tillväxt.",

    "about-additional-header": "Ytterligare information",
    "about-additional-text": "DF Sync började som ett skolprojekt med syftet att ta itu med utmaningar inom det digitala näringslivet. Utvecklat av studenter, var målet att skapa en plattform som erbjuder analytiska, konsultativa och projektledningsverktyg anpassade för digitala affärsbehov.",
    "about-additional-header-2": "Utveckling och Syfte",
    "about-additional-text-2": "Från att ha varit ett akademiskt koncept till att bli en funktionell modell, fungerar DF Sync som en omfattande resurs för både startups och etablerade företag som vill navigera det digitala landskapet mer effektivt. Det visar den praktiska tillämpningen av akademiska projekt i verkliga scenarier.",

    "contact-header": "Kontakta oss",
    "contact-header-text": "För förfrågningar eller ytterligare hjälp, vänligen använd vårt kontaktformulär. Vi är engagerade i att erbjuda stöd och att snabbt bemöta dina behov. Dessutom inbjuder vi dig att ansluta till vårt professionella nätverk på sociala medier för de senaste uppdateringarna och möjligheterna till interaktion. Din koppling är värdefull.",
    "contact-title-name": "Namn:",
    "contact-placeholder-name": "Skriv namn..",
    "contact-title-email": "Email:",
    "contact-placeholder-email": "Skriv email..",
    "contact-title-subject": "Ämne:",
    "contact-placeholder-subject": "Skriv ämne..",
    "contact-title-textarea": "Ditt Meddelande:",
    "contact-placeholder-textarea": "Skriv något..",
    "contact-icon-phone": "Telefon: 070-6323 610",
    "contact-icon-email": "Email: Marc.Carlson117@gmail.com",
    "contact-icon-instagram": "Instagram:",
    "contact-icon-facebook": "Facebook:",
    "contact-icon-linkedin": "LinkedIn: https://www.linkedin.com/marcrcarlson",
    "contact-icon-github": "GitHub: https://github.com/Marccarlson117"
}
